Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Settings.DailyUsagePing.Message.v135
source: This helps %@ to estimate active users.
bs: Ovo pomaže da %@ procijeni aktivne korisnike.
ca: Això ajuda a %@ a estimar els usuaris actius.
co: Què aiuta %@ à prezzà u numeru d’utilizatori attivi.
cs: To pomáhá společnosti %@ odhadnout počet aktivních uživatelů.
cy: Mae hyn yn helpu %@ i amcangyfrif defnyddwyr gweithredol.
da: Dette hjælper %@ med at vurdere antallet af aktive brugere.
de: Dies hilft %@, aktive Benutzer zu schätzen.
dsb: To %@ pomaga, se aktiwne wužywarje wažyś.
el: Αυτό βοηθά το %@ να εκτιμήσει τους ενεργούς χρήστες.
eo: Tio ĉi helpas %@ taksi la nombron de aktivaj uzantoj.
es: Esto ayuda a %@ a estimar los usuarios activos.
es_ar: Esto ayuda a %@ a calcular los usuarios activos.
es_cl: Esto ayuda a %@ a estimar los usuarios activos.
es_es: Esto ayuda a %@ a estimar los usuarios activos.
es_mx: Esto ayuda a %@ a estimar los usuarios activos.
eu: Honek erabiltzaile aktiboen kopurua kalkulatzen laguntzen dio %@(r)i.
fi: Tämä auttaa %@a arvioimaan aktiivisia käyttäjiä.
fr: Ce paramètre aide %@ à évaluer le nombre d’utilisateurs actifs.
gl: Isto axuda a %@ a estimar os usuarios activos.
he: זה מסייע ל־%@ להעריך כמה יש משתמשים פעילים.
hr: Ovo pomaže da %@ procijeni aktivne korisnike.
hsb: To %@ pomha, aktiwnych wužiwarjow wažić.
hu: Ez segít a %@ számára az aktív felhasználók megbecslésében.
hy_am: Սա օգնում է %@-ին գնահատել ակտիվ օգտվողներին:
ia: Isto adjuta %@ a estimar le usatores active.
id: Ini membantu %@ untuk memperkirakan pengguna aktif.
is: Þetta hjálpar %@ að áætla virka notendur.
it: Questo consente a %@ di stimare il numero di utenti attivi.
ja: これは %@ がアクティブユーザー数を推定するのに役立ちます。
ka: ამით %@ მიახლოებით ითვლის მოქმედ მომხმარებლებს.
kab: Aya yettallel %@ ad tessekyed amḍan n yiseqdacen urmiden.
kk: Бұл %@ белсенді пайдаланушылар санын бағалауға көмектеседі.
ko: %@가 활성 사용자를 예측하는 데 도움이 됩니다.
lo: ອັນນີ້ຊ່ວຍໃຫ້ %@ ຄາດຄະເນຜູ້ໃຊ້ທີ່ເຄື່ອນໄຫວຢູ່.
ml: സജീവ ഉപയോക്താക്കളുടെ കണക്കെടുക്കാൻ %@ സഹായിക്കുന്നു.
nb: Dette hjelper %@ med å beregne aktive brukere.
nl: Dit helpt %@ bij het schatten van actieve gebruikers.
nn: Dette hjelper %@ med å vurdere antalet aktive brukarar.
pa_in: ਇਹ %@ ਨੂੰ ਸਰਗਰਮ ਵਰਤੋਂਕਾਰਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਉਣ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ।
pt_br: Ajudar a %@ a estimar o número de usuários ativos.
pt_pt: Isto ajuda o %@ a estimar os utilizadores ativos.
rm: Quai gida %@ a stimar il dumber dad utilisaders activs.
ru: Это помогает %@ оценить активных пользователей.
scn: Chistu ajuta %@ a fari na stima di l’utenti attivi.
sk: Toto pomáha spoločnosti %@ odhadnúť počet aktívnych používateľov.
sl: To pomaga organizaciji %@ oceniti število aktivnih uporabnikov.
sq: Kjo e ndihmon %@ të hamendësojë numrin e përdoruesve aktivë.
sv: Detta hjälper %@ att uppskatta antalet aktiva användare.
tg: Ин ба «%@» кумак мекунад, ки корбарони фаъолро ҳисоб кунад.
th: ตัวเลือกนี้ช่วยให้ %@ ประเมินจำนวนผู้ใช้ที่มีความเคลื่อนไหวได้
tr: Bu sayede aktif %@ kullanıcılarının sayısını tahmin edebiliriz.
ug: بۇ سانلىق مەلۇمات %@ نىڭ ئاكتىپ ئىشلەتكۈچىنىڭ سانىنى مۆلچەرلىشىگە ياردەم بېرىدۇ.
uk: Це допомагає %@ оцінити кількість активних користувачів.
vi: Điều này giúp %@ ước tính số người dùng đang hoạt động.
zh_cn: 此数据可帮助 %@ 估算活跃用户数量。
zh_tw: 此資訊可幫助 %@ 估算活躍使用者數。

# Settings.DailyUsagePing.Title.v135
source: Daily Usage Ping
bs: Dnevna upotreba pinga
ca: Ping d’ús diari
co: Ping d’aghjovu oghjincu
cs: Ping denního používání
cy: Defnydd Ping Dyddiol
da: Ping for dagligt brug
de: Ping zur täglichen Nutzung
dsb: Ping za wšedne wužywanje
el: Ping ημερήσιας χρήσης
eo: Ping de taga uzo
es: Ping de uso diario
es_ar: Ping de uso diario
es_cl: Ping de uso diario
es_es: Ping de uso diario
es_mx: Ping de uso diario
eu: Eguneroko erabilpenaren ping-a
fi: Päivittäinen käyttöilmoitus
fr: Ping d’utilisation quotidienne
gl: Ping de uso diario
he: פינג שימוש יומי
hr: Ping dnevne upotrebe
hsb: Ping za wšědne wužiwanje
hu: Napi használati ping
hy_am: Ամենօրյա օգտագործման Ping
ia: Ping de uso quotidian
id: Ping Penggunaan Harian
is: Ping um daglega notkun
it: Ping di utilizzo giornaliero
ja: 毎日の使用頻度を送信
ka: დღიური გამოყენების უწყება
kab: Ping n Useqdec n Yal ass
kk: Күнделікті пайдалану пингі
ko: 일일 사용량 핑
lo: ການ​ນໍາ​ໃຊ້​ປະ​ຈໍາ​ວັນ Ping​
ml: പ്രതിദിന ഉപയോഗ പിംഗ്
nb: Ping for daglig bruk
nl: Ping voor dagelijks gebruik
nn: Ping for dagleg bruk
pa_in: ਰੋਜ਼ਾਨਾ ਵਰਤੋਂ ਪਿੰਗ
pt_br: Ping de uso diário
pt_pt: Ping de utilização diária
rm: Ping d’utilisaziun quotidian
ru: Ежедневный пинг использования
scn: Ping d’usu nnô jornu
sk: Ping denného používania
sl: Ping za dnevno uporabo
sq: Ping Përdorimi Ditor
sv: Ping för daglig användning
tg: Пинги истифодабарии ҳаррӯза
th: พิงการใช้งานรายวัน
tr: Günlük kullanım ping’i
ug: كۈندىلىك ئىشلىتىلىش دوكلاتى
uk: Щоденний пінг використання
vi: Ping sử dụng hàng ngày
zh_cn: 每日使用情况报告
zh_tw: 每日使用情況回報

# Settings.ScrollToHideTabAndAddressBar.Title.v138
source: Scroll to Hide Tab and Address Bar
bs: Skrolujte da sakrijete tab i adresnu traku
ca: Desplaceu-vos per amagar la barra d’adreces i de pestanyes
co: Sfilà per piattà a barra d’unghjette è a barra d’indirizzu
cs: Při rolování skrýt panel a adresní řádek
cy: Sgroliwch i Guddio'r Tab a'r Bar Cyfeiriadau
da: Scroll for at skjule faneblads- og adresselinjen
de: Blättern, um Tab- und Adressleiste auszublenden
dsb: Kulniśo, aby rědku rejtarikow a adresowe pólo schował
el: Κάντε κύλιση για απόκρυψη της καρτέλας και της γραμμής διευθύνσεων
eo: Rulumi por kaŝi langeton kaj adresan strion
es_ar: Desplazarse para ocultar pestaña y barra de direcciones
es_cl: Desplazar para ocultar la barra de pestañas y de direcciones
es_es: Desplazar para ocultar la barra de pestañas y de direcciones
eu: Korritu fitxa- eta helbide-barra ezkutatzeko
fi: Vieritä piilottaaksesi välilehti- ja osoitepalkin
fr: Faire défiler pour masquer la barre d’adresse et d’onglets
he: גלילה להסתרת שורת הכתובת והלשוניות
hr: Pomicanjem sakrij karticu i adresnu traku
hsb: Kulće, zo byšće lajstu rajtarkow a adresowe polo schował
hu: Görgessen a lap és címsáv elrejtéséhez
hy_am: Ոլորեք՝ ներդիրը և հասցեագոտին թաքցելու համար
ia: Rolar pro celar scheda e barra de adresses
id: Gulir untuk Sembunyikan Tab dan Bilah Alamat
is: Skrunaðu að fela flipa- og vistfangastiku
it: Scorri per nascondere le schede e la barra degli indirizzi
ja: スクロールしてタブとアドレスバーを非表示にする
ka: მოძრაობისას ჩანართისა და მისამართის ზოლის დამალვა
kab: Sedrurem akken ad teffreḍ iccer d ufeggag n tansa
kk: Бетті және адрестік жолақты жасыру үшін айналдырыңыз
ko: 탭과 주소 표시줄 숨기기로 스크롤
lo: ເລື່ອນໄປທີ່ແຖບເຊື່ອງ ແລະ ແຖບທີ່ຢູ່
nb: Rull til Skjul fane og adressefelt
nl: Scrollen om tabbladen- en adresbalk te verbergen
nn: Skroll for å skjule fane og adresselinje
pa_in: ਟੈਬ ਅਤੇ ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਨੂੰ ਓਹਲੇ ਕਰਨ ਲਈ ਸਕਰੋਲ ਕਰੋ
pt_br: Deslizar para ocultar aba e barra de endereços
pt_pt: Desloque para ocultar separador e barra de endereço
rm: Scrollar per zuppentar la trav da tabs e d’adressa
ru: Прокрутите, чтобы скрыть вкладку и адресную строку
scn: Scorri p’ammucciari i schedi e a barra dû nnirizzu
sk: Karty a panel s adresou skrývať rolovaním
sl: Podrsajte, da skrijete vrstico z zavihki in naslovom
sq: Që Skeda dhe Shtylla e Adresave të Kalohet të Fshehura, Rrëshqiteni
sv: Bläddra för att dölja flikar och adressfält
tg: Варақа ва навори нишонӣ ҳангоми ҳаракат метавонад пинҳон карда шавад
th: เลื่อนหน้าจอเพื่อซ่อนแท็บและแถบที่อยู่
tr: Sekmeyi ve adres çubuğunu gizlemek için kaydır
ug: سىيرىلسا بەتكۈچ ۋە ئادرېس بالداقنى يوشۇرىدۇ
uk: Прокрутіть, щоб приховати вкладку й панель адреси
vi: Cuộn để ẩn thanh thẻ và địa chỉ
zh_cn: 滚动时隐藏标签页和地址栏
zh_tw: 滾動即可隱藏分頁與網址列

# Settings.Studies.Message.v136
source: Try out features and ideas before they’re released to everyone.
bs: Isprobajte funkcije i ideje prije nego što budu puštene svima.
ca: Proveu funcions i idees abans que estiguin disponibles per a tothom.
co: Pruvate funzioni è idee prima ch’elle sianu dispunibule à tutti.
cs: Vyzkoušejte funkce a nápady dříve, než budou veřejně dostupné.
cy: Rhowch gynnig ar nodweddion a syniadau cyn iddyn nhw gael eu rhyddhau i bawb.
da: Prøv nye funktioner og idéer, før de bliver tilgængelige for alle.
de: Probieren Sie Funktionen und Ideen aus, bevor sie für alle freigegeben werden.
dsb: Testujśo funkcije a ideje, nježli až se za wše wózjawjaju.
el: Δοκιμάστε λειτουργίες και ιδέες πριν δημοσιευτούν σε όλους.
eo: Testu trajtojn kaj ideojn antaŭ ol ili estos liveritaj al ĉiuj.
es: Prueba funcionalidades e ideas antes de que estén disponibles para todos.
es_ar: Probá funciones e ideas antes de que estén disponibles para todos.
es_cl: Prueba funcionalidades e ideas antes de que estén disponibles para todos.
es_es: Prueba funcionalidades e ideas antes de que estén disponibles para todos.
es_mx: Prueba funcionalidades e ideas antes de que estén disponibles para todos.
eu: Probatu eginbide eta ideiak mundu guztiarentzat argitaratu diren aurretik.
fi: Kokeile ominaisuuksia ja ideoita, ennen kuin ne julkaistaan kaikille.
fr: Testez des fonctionnalités et des idées avant qu’elles ne soient disponibles pour tout le monde.
gl: Proba funcións e ideas antes de que se publiquen a todos.
he: נסו תכונות ורעיונות לפני שהם משוחררים לכולם.
hr: Isprobaj funkcije i ideje prije nego što se objave.
hsb: Testujće funkcije a ideje, prjedy hač so za wšěch wozjewjeja.
hu: Próbálja ki a funkciókat és az ötleteket, mielőtt mindenki számára hozzáférhetővé válnak.
hy_am: Փորձեք առանձնահատկությունները և գաղափարները, նախքան դրանք բոլորին հասանելի լինեն:
ia: Prova functiones e ideas ante que illos es publicate pro totes.
id: Cobalah fitur dan ide sebelum dirilis ke semua orang.
is: Prófaðu eiginleika og hugmyndir áður en þær eru settar í dreifingu.
it: Prova funzionalità e idee prima che diventino disponibili per tutti.
ja: 機能やアイデアを一般公開される前に試してみましょう。
ka: გამოცადეთ შესაძლებლობები ჯერ კიდევ ჩანაფიქრის დონეზე, სანამ ყველასთვის ხილული გახდება.
kab: Ɛreḍ timahilin d tektiwin send ma ad asent-nserrḥen akk i medden.
kk: Мүмкіндіктер мен идеяларды барлығына шығарар алдында қолданып көріңіз.
ko: 기능과 아이디어가 공개되기 전에 미리 사용해 보세요.
lo: ລອງໃຊ້ຄຸນສົມບັດ ແລະ ແນວຄວາມຄິດກ່ອນທີ່ພວກມັນຈະຖືກເປີດເຜີຍໃຫ້ທຸກຄົນຮູ້.
ml: എല്ലാവൎക്കും കിട്ടുന്നതിനു് മുമ്പെ പുതിയ സവിശേഷകൾ ഉപയോഗിച്ചു നോക്കുക.
nb: Prøv nye funksjoner og idéer før de blir tilgjengelige for alle.
nl: Probeer functies en ideeën uit voordat ze voor iedereen beschikbaar zijn.
nn: Prøv nye funksjonar og idéar før dei blir tilgjengelege for alle.
pa_in: ਫ਼ੀਚਰ ਅਤੇ ਵਿਚਾਰਾਂ ਨੂੰ ਹਰ ਕਿਸੇ ਕੋਲ ਪਹੁੰਚਣ ਤੋਂ ਪਹਿਲਾਂ ਅਜ਼ਮਾਓ।
pt_br: Experimentar recursos e ideias antes de ser liberados para todos.
pt_pt: Experimente funcionalidades e ideias antes de serem disponibilizadas para todos.
rm: Emprova novas funcziuns ed ideas avant ch’ellas stettian a disposiziun a mintgin.
ru: Опробуйте функции и идеи перед тем, как они станут доступны для всех и каждого.
scn: Prova i novi funzioni e pinzati prima chi vennu fatti pùbblichi.
sk: Vyskúšajte funkcie a nápady skôr, ako budú zverejnené pre všetkých.
sl: Preizkusite funkcije in ideje, preden so na voljo vsem.
sq: Provoni veçori dhe ide para se të hidhen në qarkullim për këdo.
sv: Testa funktioner och idéer innan de släpps för alla.
tg: Хусусиятҳо ва ғояҳои моро пеш аз он ки онҳо дар версияи нав ба ҳамаи корбарон дастрас шаванд, озмоиш кунед.
th: ทดลองใช้คุณสมบัติและไอเดียต่างๆ ก่อนที่จะเผยแพร่ให้ทุกคนได้ใช้งานจริง
tr: Yeni özellikleri ve fikirleri herkesin kullanımına açılmadan önce deneyin.
ug: ئىقتىدارى ھەممەيلەنگە تارقىتىلىشتىن ئىلگىرى يېڭى ئىقتىدار ۋە ئامالنى ئالدىن ئىشلىتىدۇ.
uk: Випробуйте нові функції та ідеї, перш ніж вони стануть доступними для всіх.
vi: Hãy thử các tính năng và ý tưởng trước khi chúng được phát hành cho mọi người.
zh_cn: 抢先体验尚未全面推出的功能和概念。
zh_tw: 在功能推出給所有人之前，搶先試用新功能與點子。

# Settings.Studies.Title.v136
source: Install and Run Studies
bs: Instalirajte i pokrenite studije
ca: Instal·la i executa estudis
co: Installà è lancià studii
cs: Instalovat a spouštět studie
cy: Gosod a Rhedeg Astudiaethau
da: Installer og kør undersøgelser
de: Installieren und Studien durchführen
dsb: Instalěrowaś a studije pśewjasć
el: Εγκατάσταση και εκτέλεση μελετών
eo: Instali kaj ruli esplorojn
es: Instalar y ejecutar estudios
es_ar: Instalar y ejecutar estudios
es_cl: Instalar y ejecutar estudios
es_es: Instalar y ejecutar estudios
es_mx: Instalar y ejecutar estudios
eu: Instalatu eta exekutatu esperimentuak
fi: Asenna ja suorita tutkimuksia
fr: Installer et lancer des études
gl: Instalar e executar estudos
he: התקנה והרצת מחקרים
hr: Instaliraj i pokreni istraživanja
hsb: Instalować a studije přewjesć
hu: Tanulmányok telepítése és futtatása
hy_am: Տեղադրեք և գործարկեք ուսումնասիրությունները
ia: Installar e exequer studios
id: Pasang dan Jalankan Studi
is: Settu upp og keyrðu rannsóknir
it: Installa e conduci studi
ja: 調査のインストールと実行
ka: კვლევების ჩამატება და გაშვება
kab: Sbedd syen seddu almad
kk: Зерттеулерді орнату және жөнелту
ko: 연구 설치 및 실행
lo: ຕິດຕັ້ງ ແລະ ດໍາເນີນການສຶກສາ
ml: പാഠനങ്ങൾ സ്ഥാപിച്ചിട്ടു് അവയെ നടത്തുക
nb: Installer og kjør studier
nl: Onderzoeken installeren en uitvoeren
nn: Installer og køyr studium
pa_in: ਅਧਿਐਨ ਇੰਸਟਾਲ ਕਰੋ ਤੇ ਚਲਾਓ
pt_br: Instalar e executar estudos
pt_pt: Instalar e executar estudos
rm: Installar ed exequir studis
ru: Устанавливать и запускать исследования
scn: Nzita e abbìa studi
si: අධ්‍යයන ස්ථාපනය කර ධාවනය කරන්න
sk: Inštalovať a spúšťať štúdie
sl: Namesti in uporabljaj raziskave
sq: Instaloni dhe Kryeni Studime
sv: Installera och kör studier
tg: Насб ва иҷро кардани омӯзишҳо
th: ติดตั้งและเรียกใช้การศึกษา
tr: Araştırmaları yükle ve çalıştır
ug: ئورنىتىپ ۋە ئىجرا قىلىپ تەتقىق قىلىدۇ
uk: Встановлювати й запускати дослідження
vi: Cài đặt và chạy nghiên cứu
zh_cn: 安装并运行研究
zh_tw: 安裝並進行使用者研究

# Settings.TechnicalData.Message.v135
source: %1$@ strives to only collect what we need to provide and improve %2$@ for everyone.
bs: %1$@ nastoji da prikupi samo ono što nam je potrebno da pružimo i poboljšamo %2$@ za sve.
ca: %1$@ s'esforça per recollir només les dades necessàries per oferir i millorar el %2$@ per a tothom.
co: %1$@ face casu à cullettà solu i dati chì sò ghjuvevule per rigalà è amendà %2$@ à tutti.
cs: %1$@ se snažíme shromažďovat pouze to, co potřebujeme k poskytování a zlepšování %2$@ pro všechny.
cy: Mae %1$@ yn ymdrechu i gasglu dim ond yr hyn sydd angen i ni ei ddarparu a gwella %2$@ i bawb.
da: %1$@ stræber efter kun at indsamle, hvad vi skal bruge for at kunne tilbyde og forbedre %2$@ for alle.
de: %1$@ ist bestrebt, nur die Informationen zu sammeln, mit denen wir %2$@ anbieten und für alle Nutzer verbessern können.
dsb: %1$@ se procujo, jano informacije gromaźiś, kótarež trjebamy, aby %2$@ za kuždego póbitowaś a pólěpšyś.
el: Η %1$@ αγωνίζεται για να συλλέγει μόνο ό,τι χρειάζεται για να παρέχει και να βελτιώνει το %2$@ για όλους.
eo: %1$@ penas kolekti nur la datumojn nepre bezonatajn por provizi kaj plibonigi %2$@ por ĉiuj.
es: %1$@ se esfuerza para recopilar solo lo que necesita para poder ejecutar y mejorar %2$@ para todos.
es_ar: %1$@ se esfuerza por recolectar solamente lo que necesitamos para proveer y mejorar %2$@ para todos.
es_cl: %1$@ se esfuerza por recolectar solo lo que necesita para proporcionar y mejorar %2$@ para todos.
es_es: %1$@ se esfuerza para recopilar solo lo que necesita para poder ejecutar y mejorar %2$@ para todos.
es_mx: %1$@ se esfuerza para recopilar solo lo que necesita para poder ejecutar y mejorar %2$@ para todas y todos.
eu: %2$@ denontzat eskaini eta hobetzeko beharrezkoa dena soilik biltzen ahalegintzen da %1$@.
fi: %1$@ pyrkii keräämään vain tietoja, jotka ovat tarpeellisia ja auttavat %2$@in kehittämisessä.
fr: %1$@ veille à collecter uniquement les données nécessaires afin d’offrir et d’améliorer %2$@ pour tout le monde.
gl: %1$@ esfórzase por recoller só o que necesitamos proporcionar e mellorar %2$@ para todos.
he: הגישה של %1$@ היא לאסוף רק מה שנדרש לצורך שיפור %2$@ לטובת הכלל.
hr: %1$@ nastoji sakupljati samo onoliko koliko nam treba da osiguramo i poboljšamo %2$@ za sve.
hsb: %1$@ so prócuje, jenož informacije hromadźić, kotrež trjebamy, zo bychmy %2$@ za kóždeho poskićili a polěpšili.
hu: A %1$@ arra törekszik, hogy csak azt gyűjtse, ami a %2$@ fejlesztéséhez és támogatásához szükséges.
hy_am: %1$@-ն ձգտում է հավաքել միայն այն ինչ անհրաժեշտ է տրամադրել՝ %2$@-ը բոլորի համար լավարկել ու համար:
ia: %1$@ se effortia a solo colliger illo que nos besonia pro fornir e meliorar %2$@ pro totes.
id: %1$@ berusaha untuk hanya mengumpulkan apa yang kami butuhkan untuk menyediakan dan meningkatkan %2$@ untuk semua orang.
is: %1$@ safnar eingöngu þeim gögnum sem við þurfum til að veita og betrum bæta %2$@ fyrir alla.
it: %1$@ si impegna a raccogliere solo ciò che è strettamente necessario per fornire e migliorare %2$@ per tutti.
ja: %1$@ は %2$@ を皆さんに提供し改善するために必要な情報だけを収集するよう努めています。
ka: %1$@ ისწრაფვის მხოლოდ იმ მონაცემების შეგროვებისკენ, რომელთა მეშვეობითაც %2$@ ყველასთვის უკეთესი გახდება.
kab: %1$@ tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnerni n %2$@ i yal yiwen.
kk: %1$@ тек %2$@ қолданбасын әркім үшін ұсыну және жақсарту мақсатында керек деректерді жинауға тырысады.
ko: %1$@는 %2$@를 제공하고 개선하는데 필요한 정보만 수집하기 위해 노력합니다.
lo: %1$@ ພະຍາຍາມເກັບເອົາແຕ່ສິ່ງທີ່ພວກເຮົາຕ້ອງການເພື່ອສະໜອງ ແລະ ປັບປຸງ %2$@ ສໍາລັບທຸກຄົນ.
nb: %1$@ strever etter å bare samle inn det vi trenger for å tilby og forbedre %2$@ for alle.
nl: %1$@ streeft ernaar alleen te verzamelen wat nodig is om %2$@ voor iedereen aan te bieden en te verbeteren.
nn: %1$@ strevar etter å berre samle inn det vi treng for å tilby og forbetre %2$@ for alle.
pa_in: %1$@ ਨੇ ਸਿਰਫ਼ ਉਹੀ ਇਕੱਤਰ ਕਰਨਾ ਹੈ, ਜੋ ਕਿ ਸਾਨੂੰ ਹਰ ਕਿਸੇ ਲਈ %2$@ ਨੂੰ ਦੇਣ ਅਤੇ ਸੁਧਾਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ।
pt_br: O %1$@ se empenha em coletar somente o necessário para fornecer e melhorar o %2$@ para todos.
pt_pt: O %1$@ esforça-se para apenas recolher o que precisamos para melhorar o %2$@ para todos.
rm: %1$@ vul mo rimnar las datas necessarias per metter a disposiziun e meglierar %2$@ per ina e scadin.
ru: %1$@ стремится собирать только то, что нам необходимо для предоставления и улучшения %2$@ для всех.
scn: %1$@ cerca di ricògghiri sulu chiḍḍu chi ci serbi pi fari megghiu %2$@ pi tutti.
sk: %1$@ sa snaží zbierať len to, čo potrebujeme, aby sme mohli poskytovať a zlepšovať %2$@ pre každého.
sl: %1$@ se trudi, da zbira samo podatke, ki jih potrebuje za razvoj in izboljševanje %2$@a.
sq: %1$@ rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar %2$@-in për këdo.
sv: %1$@ strävar efter att endast samla in det vi behöver för att tillhandahålla och förbättra %2$@ för alla.
tg: «%1$@» cаъю кӯшиш мекунад, ки танҳо он маълумотеро ҷамъоварӣ намояд, ки мо бояд барои фаъолият ва беҳтарсозии «%2$@» барои ҳар як кас таъмин намоем.
th: %1$@ มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง %2$@ สำหรับทุกคน
tr: %1$@, yalnızca %2$@ tarayıcısını daha da geliştirmek için ihtiyaç duyduğumuz verileri toplar.
ug: %1$@ پەقەت كۆپچىلىككە تەمىنلەيدىغان ۋە %2$@ نى ياخشىلاش ئۈچۈن زۆرۈر بولغان ئۇچۇرلارنىلا توپلايدۇ.
uk: %1$@ намагається збирати лише дані, необхідні для роботи й вдосконалення %2$@.
vi: %1$@ chỉ thu thập những gì chúng tôi cần cung cấp và cải thiện %2$@ cho mọi người.
zh_cn: %1$@ 力图仅收集为大众提供和改进 %2$@ 所必要的信息。
zh_tw: %1$@ 致力於只收集用來為眾人改善 %2$@ 所需的必要資料。
